;TranslationAuthor: Shoji
; TranslationAuthorEmail: hope505@live.jp
; Soft Version: 4.1.9.122
; Update: August 3, 2023


[Lang]
NativeLanguage=日本語

[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=OK
ButtonClose=閉じる
BtnNews=お知らせ
[Translation]
LangCode=0411
ReadHabit=Left-to-right
LanguageName=JPN
LangShortName=ja-jp
DefaultFont=MS UI Gothic
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
Information=お知らせ
Warning=警告
Error=エラー
Confirm=確認
FrmMOMain.ckperiod.caption=メモリを繰り返し最適化する
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=メールで友達に紹介.
FrmMoMain.imgfacebook.hint=Facebook で情報を共有.
FrmMoMain.imgtwitter.hint=Twitter で情報を共有.
FrmMoMain.chkupdate.caption=新しいバージョンの確認を自動で行う
FrmMoMain.btnlike.caption=お気に入りに登録
FrmMoMain.lblTotalMem.Caption=合計サイズ:
FrmMoMain.lblaopt.Caption=設定値以下の残量で最適化を自動的に実行:  
FrmMoMain.lbltry.Caption=更にメモリを解放
FrmMoMain.btnsettings.Caption=設定
FrmMoMain.btnOpt.Caption=最適化
FrmMoMain.chkmin.Caption=最小化してシステム トレイに格納
FrmMoMain.chkauto.Caption=Windows スタートアップに登録
FrmMoMain.chkautoOpt.Caption=自動で最適化する
FrmMoMain.ckchkclearborad.Caption=最適化と同時にクリップボードをクリアする
FrmMoMain.chkidle.Caption=CPU がアイドル状態のとき最適化する (推奨)  
FrmMoMain.lbllang.Caption=表示言語:
FrmMOMain.cknotice.caption=最適化後に通知を表示する
FrmMOMain.ckMode.caption=ダークモード
;
; About
;
FrmAbout.caption=Wise Memory Optimizer について...
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=使用のバージョン:
FrmAbout.lblemail.caption=メール問い合わせ:
FrmAbout.lblhome.caption=ホームページ:
FrmAbout.lblthanks.caption=協力して頂いた方々:
FrmAbout.lblUninstall.caption=アンインストール手順
FrmAbout.lblPolicy.caption=プライバシーポリシー
FrmAbout.lblEula.caption=EULA

[MemoryOptimizer]
ThisTimeFreeMemory=設定の値に達したためメモリを %s 解放しました。
CurPrecent=現在のメモリ使用率:
UsedMemory=現在のメモリ使用量:
AvailableMemory=利用可能な空きメモリ:
FreeMemory=解放メモリ量:
At=実行
pmShow=ウィンドウを表示
pmOpt=最適化
pmAbout=その他
pmExit=終了
SureExit=プログラムを終了して宜しいですか？
Mintotray=メモリの使用状況を監視中
pmdefragmem=RAMのデフラグ
pmclearmem=RAMを解放する
pmclearstandbymem=空のスタンバイ RAM

[Message]
NoNews=未確認のメッセージはありません
NewVer=新しいバージョンが公開されています！いますぐアップデートしますか？
NotShowNotice=次回からこのダイアログを表示しない
NoOptItem=少なくとも 1 つの最適化方法を選択する必要があります.
minutes=分
hours=時間